Repository: RaniaReefaat/Souq-Aldeira
Catalog: Najat/Presentaion/ProfileCycle/CreateStore/mul.lproj/CreateStoreViewController.xcstrings
Source language: en
Languages: ar

# 0CN-D7-mJf.text
source: Contact Email
ar: البريد الالكتروني للتواصل

# 7bZ-Eb-4yq.placeholder
source: Enter WhatsApp contact number
ar: ادخل رقم واتساب التواصل

# AJR-wI-wEF.text
source: Store License File
ar: ملف ترخيص المتجر

# Ef4-VP-jQK.text
source: WhatsApp contact number
ar: رقم واتساب التواصل

# GQO-pn-edV.placeholder
source: Enter contact Email
ar: البريد الالكتروني للتواصل

# irF-4i-vx5.placeholder
source: Enter name
ar: ادخل الاسم

# oVw-QP-FKF.text
source: Delivery price
ar: سعر التوصيل

# pye-nH-gIO.text
source: Store License File
ar: ملف ترخيص المتجر

# rCE-We-QMH.normalTitle
source: Create
ar: إنشاء

# vOY-63-B4n.placeholder
source: Choose delivery price
ar: اختر سعر التوصيل
